export const categories = [
  {
    id: 1,
    name: 'Электроника',
    sub: [
      {
        id: 2,
        name: 'Смартфоны',
        sub: []
      },
      {
        id: 3,
        name: 'Ноутбуки',
        sub: []
      },
      {
        id: 4,
        name: 'Аудиоустройства',
        sub: []
      },
      {
        id: 5,
        name: 'Фотоаппараты',
        sub: []
      },
      {
        id: 6,
        name: 'Носимая техника',
        sub: []
      }
    ]
  },
  {
    id: 7,
    name: 'Мода',
    sub: [
      {
        id: 8,
        name: 'Мужская одежда',
        sub: []
      },
      {
        id: 9,
        name: 'Женская одежда',
        sub: []
      },
      {
        id: 10,
        name: 'Обувь',
        sub: []
      },
      {
        id: 11,
        name: 'Аксессуары',
        sub: []
      },
      {
        id: 12,
        name: 'Спортивная одежда',
        sub: []
      }
    ]
  },
  {
    id: 13,
    name: 'Дом и быт',
    sub: [
      {
        id: 14,
        name: 'Мебель',
        sub: []
      },
      {
        id: 15,
        name: 'Декор для дома',
        sub: []
      },
      {
        id: 16,
        name: 'Кухонная утварь',
        sub: []
      },
      {
        id: 17,
        name: 'Постельное белье и текстиль',
        sub: []
      },
      {
        id: 18,
        name: 'Освещение',
        sub: []
      }
    ]
  },
  {
    id: 19,
    name: 'Красота и уход',
    sub: [
      {
        id: 20,
        name: 'Уход за кожей',
        sub: []
      },
      {
        id: 21,
        name: 'Уход за волосами',
        sub: []
      },
      {
        id: 22,
        name: 'Макияж',
        sub: []
      },
      {
        id: 23,
        name: 'Духи',
        sub: []
      },
      {
        id: 24,
        name: 'Приборы для ухода',
        sub: []
      }
    ]
  },
  {
    id: 25,
    name: 'Спорт и активный отдых',
    sub: [
      {
        id: 26,
        name: 'Спортивное оборудование',
        sub: []
      },
      {
        id: 27,
        name: 'Туристическое снаряжение',
        sub: []
      },
      {
        id: 28,
        name: 'Спортивная одежда',
        sub: []
      },
      {
        id: 29,
        name: 'Обувь',
        sub: []
      },
      {
        id: 30,
        name: 'Товары для кемпинга',
        sub: []
      }
    ]
  },
  {
    id: 31,
    name: 'Здоровье и благополучие',
    sub: [
      {
        id: 32,
        name: 'Витамины и добавки',
        sub: []
      },
      {
        id: 33,
        name: 'Трекеры физической активности',
        sub: []
      },
      {
        id: 34,
        name: 'Здоровое питание',
        sub: []
      },
      {
        id: 35,
        name: 'Товары для йоги и медитации',
        sub: []
      },
      {
        id: 36,
        name: 'Книги о здоровье и благополучии',
        sub: []
      }
    ]
  },
  {
    id: 37,
    name: 'Игрушки и игры',
    sub: [
      {
        id: 38,
        name: 'Настольные игры',
        sub: []
      },
      {
        id: 39,
        name: 'Образовательные игрушки',
        sub: []
      },
      {
        id: 40,
        name: 'Фигурки героев',
        sub: []
      },
      {
        id: 41,
        name: 'Уличные игры',
        sub: []
      },
      {
        id: 42,
        name: 'Пазлы',
        sub: []
      }
    ]
  },
  {
    id: 43,
    name: 'Книги и канцтовары',
    sub: [
      {
        id: 44,
        name: 'Художественная литература',
        sub: []
      },
      {
        id: 45,
        name: 'Нехудожественная литература',
        sub: []
      },
      {
        id: 46,
        name: 'Канцелярские товары',
        sub: []
      },
      {
        id: 47,
        name: 'Блокноты',
        sub: []
      },
      {
        id: 48,
        name: 'Письменные принадлежности',
        sub: []
      }
    ]
  },
  {
    id: 49,
    name: 'Автотовары',
    sub: [
      {
        id: 50,
        name: 'Автоаксессуары',
        sub: []
      },
      {
        id: 51,
        name: 'Товары для техобслуживания',
        sub: []
      },
      {
        id: 52,
        name: 'Электроника для автомобилей',
        sub: []
      },
      {
        id: 53,
        name: 'Снаряжение для мотоциклов',
        sub: []
      },
      {
        id: 54,
        name: 'Уход за автомобилем',
        sub: []
      }
    ]
  },
  {
    id: 55,
    name: 'Бытовая техника',
    sub: [
      {
        id: 56,
        name: 'Кухонная техника',
        sub: []
      },
      {
        id: 57,
        name: 'Бытовая техника для стирки',
        sub: []
      },
      {
        id: 58,
        name: 'Климатическое оборудование',
        sub: []
      },
      {
        id: 59,
        name: 'Системы безопасности для дома',
        sub: []
      },
      {
        id: 60,
        name: 'Умные устройства для дома',
        sub: []
      }
    ]
  },
  {
    id: 61,
    name: 'Товары для домашних животных',
    sub: [
      {
        id: 62,
        name: 'Корм для домашних животных',
        sub: []
      },
      {
        id: 63,
        name: 'Кровати и мебель для животных',
        sub: []
      },
      {
        id: 64,
        name: 'Игрушки',
        sub: []
      },
      {
        id: 65,
        name: 'Товары для груминга',
        sub: []
      },
      {
        id: 66,
        name: 'Одежда для домашних животных',
        sub: []
      }
    ]
  },
  {
    id: 67,
    name: 'Офисные принадлежности',
    sub: [
      {
        id: 68,
        name: 'Аксессуары для стола',
        sub: []
      },
      {
        id: 69,
        name: 'Письменные принадлежности',
        sub: []
      },
      {
        id: 70,
        name: 'Органайзеры',
        sub: []
      },
      {
        id: 71,
        name: 'Мебель для офиса',
        sub: []
      },
      {
        id: 72,
        name: 'Электроника для офиса',
        sub: []
      }
    ]
  },
  {
    id: 73,
    name: 'Искусство и ремесла',
    sub: [
      {
        id: 74,
        name: 'Художественные материалы для рисования',
        sub: []
      },
      {
        id: 75,
        name: 'Инструменты для рисования',
        sub: []
      },
      {
        id: 76,
        name: 'Материалы для рукоделия',
        sub: []
      },
      {
        id: 77,
        name: 'Инструменты для скульптуры',
        sub: []
      },
      {
        id: 78,
        name: 'Книги по искусству',
        sub: []
      }
    ]
  },
  {
    id: 79,
    name: 'Ювелирные украшения и часы',
    sub: [
      {
        id: 80,
        name: 'Кольца',
        sub: []
      },
      {
        id: 81,
        name: 'Ожерелья',
        sub: []
      },
      {
        id: 82,
        name: 'Браслеты',
        sub: []
      },
      {
        id: 83,
        name: 'Часы',
        sub: []
      },
      {
        id: 84,
        name: 'Серьги',
        sub: []
      }
    ]
  },
];
